cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "ack"
brew "bash"
brew "bower"
brew "cmake"
brew "coreutils"
brew "diff-so-fancy"
brew "findutils"
brew "fish"
brew "fzf"
brew "git"
brew "grc"
brew "htop"
brew "imagemagick"
brew "memcached"
brew "moreutils"
brew "neovim"
brew "ngrep"
brew "node"
brew "postgresql"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "sqlite"
brew "the_silver_searcher"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "vim"
brew "watchman"
brew "zsh"
cask "dropbox"
cask "firefox"
cask "github"
cask "google-chrome"
cask "iterm2"
cask "opera"
cask "pgadmin3"
cask "phantomjs"
cask "slack"
cask "spectacle"
cask "spotify"
cask "telegram"
cask "the-unarchiver"
cask "tunnelblick"
cask "whatsapp"
